[
    {
        "id": "1",
        "title": "Travel and Transport",
        "description": "Along with of the different ethnographic objects the IGRMS has collected different means of Travel and Transport used in tribal and folk societies of India. Although because of the introduction of modern transport system the traditional means of transportations are more or less in vanishing stage but in the rural areas these are still in use, for instance, the bullock cart, which are know replaced by automobile vehicles like tractor. Gradually these means of travel and transportation are disappearing and it seams that such types of objects will only be seen in any museum. The IGRMS has tried to preserve such articles by collecting and preserving them in the museum. The IGRMS has collected such kind of traditional transporting instruments from different parts of the country which includes bullock carts, boats, floating instrument, palanquin etc.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Travel-and-transport.jpg"
    },
    {
        "id": "2",
        "title": "Textiles",
        "description": "From the hoary past man required clothing to wear or to cover the body with a sense of protecting from cold. Before the emergence of clothing man used the animal skin, leaves, barks etc. for the purpose which later on was replaced by fabric cloths. Depending upon the climatic condition and the geomorphological location of the area, people of India use various kinds of costume in different parts of the country. Some time a person changes his costumes according to the occasion (marriage, festival etc.), availability, place and time of use. Other than the wearing there are different types of textiles used for different purposes. Because of their ritual or social signification this costumes are required to be preserved. IGRMS has collected different varieties of costumes for different age and sex groups from different regions and community of India. Other than costumes IGRMS has also collected some embroidered, dyed, printed, hand woven and fabricated clothes like Kantha, Kalamkari, Pichhavais, Alizarine, Phulkari, Chickenkari, etc.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/textile.jpg"
    },
    {
        "id": "3",
        "title": "Tools and weapons",
        "description": "Tools are the instruments used by man for solving different domestic purposes. IGRMS has collected hammer, iron tongs, spade, chisel, match lock, a wood chopping tool, anvil, a fire making device, toddy tapping tool, oil crusher, adze, axe, rope weaving, mango cutting tool, sugar-cane crusher, cutting tool, iron forceps, bamboo splitting tool, iron knife etc. from Maharashtra, Uttar Pradesh, Madhya Pradesh, Assam, Tamil Nadu and other states of India which are used by the Khasi, Warli, Jounsari, Gond, Korku, Toda, Kota, Agaria and Chenchu tribes.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Tools.jpg"
    },
    {
        "id": "4",
        "title": "Spining and Weaving",
        "description": "Spinning means making yarn out of fiber through lengthening and twisting it where as weaving is a technique for making cloth for cordage. The materials used are softer and narrower than in basketry and are worked on a loom. Weaving involves interlacing two series of phi-able elements at right angles to each other. IGRMS has collected bucket for loom, loin loom with accessories, wooden tool for weaving, loin loom, spinning article used for embroidering in weaving, spinning wheel, spindle etc. from Manipur, Uttar Pradesh, Orissa, Assam, Rajasthan, Madhya Pradesh used by the different tribal groups.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Spining%20and%20Weaving.jpg"
    },
    {
        "id": "5",
        "title": "Rituals",
        "description": "In each and every society objects are found which are valued on account of their rituals and traditional associations. Study and documentations of any community or culture is not possible without understanding their belief system. Each and every individual believes in some kind of supernatural power. Whatever the society is, leather nature worshiper or idol worshiper, different types of ritual articles would be required. IGRMS has collected a number of objects related to worship magical practices, offerings and other ritual articles. This collection includes the idols, statues, images, offerings and other objects of ritual importance.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Ritual-2.JPG"
    },
    {
        "id": "6",
        "title": "Weapons",
        "description": "Weapons are the instruments used either for offence or defense purpose. Iron knife, spear, bent bladed cutting tool, knife, battle axe, iron shield are some of the major weapons collected by IGRMS from different tribal and non tribal communities residing in various parts of the country. Out of the total collection, the maximum numbers of weapons are collected from the Muria, Saora, Toda, Bondo, Kota, and Gadaba etc. tribes residing in Madhya Pradesh, Chhattisgarh, Orissa, Assam, Tamil Nadu, Andhra Pradesh, Kerala, Bihar and Manipur.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Weapons.jpg"
    },
    {
        "id": "7",
        "title": "Ornaments",
        "description": "Among the folk and tribal communities of our country the jewellery or ornaments are believed to possess attributes of protecting the wearer from evil spirits and thus are not mere articles of adornments. This collection reflects the immense variety of folk and tribal jewellery of India, both in terms of materials used, which include lac, glass, shells, grass, threads, beads, feathers, bones, silver, copper, bronze etc. as well as in particular tradition in wearing. IGRMS has a good collection of ornaments from different parts of the country made of different materials.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Ornaments.jpg"
    },
    {
        "id": "8",
        "title": "Narcotics",
        "description": "Use of narcotics as stimulants, soporifics is widespread and almost inevitable part of folk and tribal life. The use of tobacco, alcohols and other means of narcotics are characterized as the leisure time pass on one hand where as on the other hand they are the essential part of important ritual ceremonies. In India, particularly among the tribal, the offering of tobacco and alcohols to the guest is very much regarded a respectful practice for the guest. The objects included in this category are Tobacco pouches, Lime and Betel leaf containers, Areca nut Crackers, Chilams, Pipes, Hookkas, Alcohol containers, serving ladles etc.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Narcotics.jpg"
    },
    {
        "id": "9",
        "title": "Musical Instruments",
        "description": "From the very beginning man has adopted music in his life. Leather it is vocal or instrumental it became a part of life and eventually their culture. Individual or group musical rendering are essential component of each and every society. Traditionally musical practices are not only the means of entertainment but also serve the purpose of communication and presentation of a culture. Some tribal and folk societies have gained specific identity only because of their music and dance. IGRMS has a large number of collections in this category. On the basis of typology, shape, size and use these musical instruments are categorized into four groups, such as percussion instrument, string instrument, wind instrument and clapper groups. The Percussion instrument includes single and double membrane drums, Tambourine where as the String instruments include Violin, Sitar, Musical bow etc. In the Wind instrument flutes Whistles, blowing pipes and bugles are important. The Clapper group includes cymbals, gongs and musical bells are important.        ",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Musical.jpg"
    },
    {
        "id": "10",
        "title": "Fishing",
        "description": "In India fishing is a very important source of livelihood particularly among the tribal and rural communities. There are a number of communities in India depending upon the fishing economy whose major occupation is fishing and selling the fish in the market. Because of their occupation they are known as ‘Fishermen’. Other than the fishermen there are certain communities who practice fishing as the secondary resources of this economy where as some practice is as time pass or enjoyment. The river, canals, ponds, dams, sea etc. are the various sources where the fishing is practiced. Depending upon the location and nature of water there are different types of fishing implements used. IGRMS has collected different types of fishing implements which include nets, traps, harpoons, spear, hooks etc. from various parts of India.   ",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Fishing.jpg"
    },
    {
        "id": "11",
        "title": "Hunting",
        "description": "Hunting is the very oldest mode of subsistence. From the emergence of man, he adopted hunting as a main source of his livelihood. This continued as a primary economy till the origin of agriculture. But after the emergence of agriculture they did not forget it and practice as a secondary economy. Till today there are certain tribal/folk groups practicing hunting for their food quest. Although hunting is now prohibited everywhere, even then it is being practiced not only as a source of food but as a part of rituals, ceremonial practice. The IGRMS has collected many objects in this category from different groups or communities as well as regions. Nets, traps, bow and arrow, gum sticks, spear, cage etc. are some important hunting implements collected by the IGRMS officials from different parts of the country.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Hunting.jpg"
    },
    {
        "id": "12",
        "title": "Household",
        "description": "Household articles are very common objects found in each and every family, society and culture. In these sections the objects are mostly of daily used and are different in nature, shapes, material, and utility according to their geographical situations. For instance, in plain geographical terrain the household articles are mostly metallic where as, the wood, bamboo and fibers are used to manufacture household objects in hilly regions. In this category the objects are strongly related to the food quest of man. From cooking utensils of the kitchen to the granary and from sitting objects to sleeping peripherals all are included in this category. There is a large collection of household objects present in IGRMS archive which are collected from different corners of the country. The main objects in this category includes utensils, plates, glass, pitchers, grinders, mate, containers, brooms, lamps etc. which are made of different materials like clay, wood, brass, leaf and metals.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/House%20Hold.jpg"
    },
    {
        "id": "13",
        "title": "Games and Amusement",
        "description": "In ethnographic game is frequently a simplified and secularized ceremony of an older culture. Games and amusements play an important role in the life of the people. Games in the past may have been adopted as a source of mental and physical fitness. One can observe various types of games and amusements in different parts of the country. There are some games found every where in the country where as some games are region, occasion, age, sex and community specific. Whatever be the means of games and amusements, it has socio-cultural significance and serves some social and religious purposes. Therefore in an ethnographic museum it is very much important to collect different means of games and amusements developed and used by various communities in the course of development. In this category IGRMS has collected objects from different means of amusement found in traditional as well as contemporary culture which includes masks, toys, puppetry, dices, tops, leather puppet and dolls.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/House%20Hold.jpg"
    },
    {
        "id": "14",
        "title": "Basketry",
        "description": "It is an art of using two connected elements, the warp and the woof to make an object. A basket differs from an object made by felting in having interlaced materials. The coiled basketry, plaited (hand-woven) basketry and twined basketry are the three important forms of basketry. IGRMS has collected basket with lid, carrying basket, fish basket, shallow basket, bamboo basket etc. form Uttar Pradesh, Madhya Pradesh, Meghalaya, Maharashtra, Orissa, Tamil Nadu, Gujarat, Kerala, Bihar which are used by the Khasi, Bhil, Warli, Agaria, Toda, Bondo, Oraon, Abujh Maria, Muria, Kota, Baiga, Rathwa was tribes for various purposes.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Basketry.jpg"
    },
    {
        "id": "15",
        "title": "Animal Husbandary        ",
        "description": "It is an art of using two connected elements, the warp and the woof to make an object. A basket differs from an object made by felting in having interlaced materials. The coiled basketry, plaited (hand-woven) basketry and twined basketry are the three important forms of basketry. IGRMS has collected basket with lid, carrying basket, fish basket, shallow basket, bamboo basket etc. form Uttar Pradesh, Madhya Pradesh, Meghalaya, Maharashtra, Orissa, Tamil Nadu, Gujarat, Kerala, Bihar which are used by the Khasi, Bhil, Warli, Agaria, Toda, Bondo, Oraon, Abujh Maria, Muria, Kota, Baiga, Rathwa was tribes for various purposes.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/animal-Husbadnry.jpg"
    },
    {
        "id": "16",
        "title": "Agriculture",
        "description": "Agriculture is an art of cultivating the land. It means controlled cultivation for the production of plants that are useful to man. The cereals like rice, wheat, maize are nothing but different kinds of grass. But men nourished them in a nice pattern and thus better quality came into existence. On the basis of nature agriculture is divided into two types, such as, shifting cultivation and extensive cultivation. There are various kinds of agricultural implements used at the different stages of agricultural activities. A series of operations are done at an agricultural cycle which includes ploughing or tilling the soil, leveling, manuring, preparation of seed bed, transplanting, weeding, harvesting etc. There are different types of agricultural implements used for this purposes. Some of the agricultural implements are used for some specific purposes where as some are used for multi-purposes. These agricultural implements are usually made of wood, bamboo and iron.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/Agriculture.jpg"
    },
    {
        "id": "17",
        "title": "Art and Crafts        ",
        "description": "In India arts and crafts have survived as a way of life. To practice these as a hobby is a western notion. In Indian folk and tribal societies arts or crafts emerged because of their need and as and when requirement aroused the people, this created for fulfillment of their requirement which later on was defined as ‘Shilp’. The function of art and craft in providing a livelihood is often surpassed by its more important function on the major events of life such as birth, initiation, marriage, death as well as annual and seasonal festival. Therefore, most of the objects include in this category are terracotta, paintings, wooden or metal objects which are integral part of socio-religious order of traditional and contemporary village and tribal India. In this category IGRMS has collected various creative objects in different forms and medium which includes terracotta, wood, grass, shells, iron, bell metal and paintings.",
        "image": "https://igrms.gov.in/sites/default/files/sites/default/upload_files/art-and-craft.jpg"
    }


]
